{
  "description": "The Sustainable Development Goals (SDGs) or Global Goals are a collection of 17 interlinked global goals designed to be a \"blueprint to achieve a better and more sustainable future for all\".[1] The SDGs were set up in 2015 by the United Nations General Assembly (UN-GA) and are intended to be achieved by 2030. They are included in a UN-GA Resolution called the 2030 Agenda or what is colloquially known as Agenda 2030.[2] The SDGs were developed in the Post-2015 Development Agenda as the future global development framework to succeed the Millennium Development Goals which ended in 2015.",
  "goals": {
    "poverty": "End poverty in all its forms everywhere. The goal has seven targets and 13 indicators to measure progress. The five \"outcome targets\" are: eradication of extreme poverty; reduction of all poverty by half; implementation of social protection systems; ensuring equal rights to ownership, basic services, technology and economic resources; and the building of resilience to environmental, economic and social disasters.",
    "hunger": "End hunger, achieve food security and improved nutrition, and promote sustainable agriculture. SDG 2 has eight targets and 14 indicators to measure progress.[23] The five \"outcome targets\" are: ending hunger and improving access to food; ending all forms of malnutrition; agricultural productivity; sustainable food production systems and resilient agricultural practices; and genetic diversity of seeds, cultivated plants and farmed and domesticated animals; investments, research and technology.",
    "health": "Ensure healthy lives and promote well-being for all at all ages. SDG 3 has 13 targets and 28 indicators to measure progress toward targets. The first nine targets are \"outcome targets\". Those are: reduction of maternal mortality; ending all preventable deaths under five years of age; fight communicable diseases; ensure reduction of mortality from non-communicable diseases and promote mental health; prevent and treat substance abuse; reduce road injuries and deaths; grant universal access to sexual and reproductive care, family planning and education; achieve universal health coverage; and reduce illnesses and deaths from hazardous chemicals and pollution.",
    "education": "Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all. SDG 4 has ten targets which are measured by 11 indicators. The seven \"outcome-oriented targets\" are: free primary and secondary education; equal access to quality pre-primary education; affordable technical, vocational and higher education; increased number of people with relevant skills for financial success; elimination of all discrimination in education; universal literacy and numeracy; and education for sustainable development and global citizenship. The three \"means of achieving targets\" are: build and upgrade inclusive and safe schools; expand higher education scholarships for developing countries; and increase the supply of qualified teachers in developing countries.",
    "equality": "Achieve gender equality and empower all women and girls. Through the pledge to \"Leave No One Behind\", countries have committed to fast-track progress for those furthest behind, first.[32]: 54  SDG 5 aims to grant women and girls equal rights, opportunities to live free without discrimination including workplace discrimination or any violence. This is to achieve gender equality and empower all women and girls.",
    "water": "Ensure availability and sustainable management of water and sanitation for all. The six \"outcome-oriented targets\" include: Safe and affordable drinking water; end open defecation and provide access to sanitation, and hygiene, improve water quality, wastewater treatment and safe reuse, increase water-use efficiency and ensure freshwater supplies, implement IWRM, protect and restore water-related ecosystems.",
    "energy": "Ensure access to affordable, reliable, sustainable and modern energy for all. The goal has five targets to be achieved by 2030.[39] Progress towards the targets is measured by six indicators.[39] Three out of the five targets are \"outcome targets\": Universal access to modern energy; increase global percentage of renewable energy; double the improvement in energy efficiency.",
    "growth": "Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all. SDG 8 has (12) twelve targets in total to be achieved by 2030. Some targets are for 2030; others are for 2020. The first (10) ten are \"outcome targets\". These are: sustainable economic growth; diversify, innovate and upgrade for economic productivity; promote policies to support job creation and growing enterprises; improve resource efficiency in consumption and production; full employment and decent work with equal pay; promote youth employment, education and training; end modern slavery, trafficking, and child labour; protect labour rights and promote safe working environments; promote beneficial and sustainable tourism; universal access to banking, insurance and financial services.",
    "innovation": "Build resilient infrastructure, promote inclusive and sustainable industrialization, and foster innovation. SDG 9 has eight targets, and progress is measured by twelve indicators. The first five targets are \"outcome targets\": Develop sustainable, resilient and inclusive infrastructures; promote inclusive and sustainable industrialization; increase access to financial services and markets; upgrade all industries and infrastructures for sustainability; enhance research and upgrade industrial technologies.",
    "inequality": "Reduce income inequality within and among countries. The Goal has ten targets to be achieved by 2030. Progress towards targets will be measured by indicators. The first seven targets are \"outcome targets\": Reduce income inequalities; promote universal social, economic and political inclusion; ensure equal opportunities and end discrimination; adopt fiscal and social policies that promotes equality; improved regulation of global financial markets and institutions; enhanced representation for developing countries in financial institutions; responsible and well-managed migration policies.",
    "community": "Make cities and human settlements inclusive, safe, resilient, and sustainable. Sustainable Development Goal 11 is divided into 10 targets and 14 indicators at the global level.",
    "resources": "Ensure sustainable consumption and production patterns. Sustainable Development Goal 12 has 11 targets. The first 8 are \"outcome targets\", which are: implement the 10‑Year Framework of Programs on Sustainable Consumption and Production Patterns; achieve the sustainable management and efficient use of natural resources; reducing by half the per capita global food waste at the retail and consumer levels and the reduction of food losses along production and supply chains, including post-harvest losses;[55] achieving the environmentally sound management of chemicals and all wastes throughout their life cycle; reducing waste generation through prevention, reduction, recycling and reuse; encourage companies to adopt sustainable practices; promote public procurement practices that are sustainable; and ensure that people everywhere have the relevant information and awareness for sustainable development.",
    "climate": "Take urgent action to combat climate change and its impacts by regulating emissions and promoting developments in renewable energy. There are 5 targets of this SDG in total, all of which cover a wide range of issues surrounding climate action. The first three targets are \"output targets\": Strengthen resilience and adaptive capacity to climate-related disasters; integrate climate change measures into policies and planning; build knowledge and capacity to meet climate change.",
    "oceans": "Conserve and sustainably use the oceans, seas and marine resources for sustainable development. The first seven targets are \"outcome targets\": Reduce marine pollution; protect and restore ecosystems; reduce ocean acidification; sustainable fishing; conserve coastal and marine areas; end subsidies contributing to overfishing; increase the economic benefits from sustainable use of marine resources. ",
    "land": "Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss. The nine \"outcome targets\" include: Conserve and restore terrestrial and freshwater ecosystems; end deforestation and restore degraded forests; end desertification and restore degraded land; ensure conservation of mountain ecosystems, protect biodiversity and natural habitats; protect access to genetic resources and fair sharing of the benefits; eliminate poaching and trafficking of protected species; prevent invasive alien species on land and in water ecosystems; and integrate ecosystem and biodiversity in governmental planning.",
    "institutions": "Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels. The goal has ten \"outcome targets\": Reduce violence; protect children from abuse, exploitation, trafficking and violence; promote the rule of law and ensure equal access to justice; combat organized crime and illicit financial and arms flows, substantially reduce corruption and bribery; develop effective, accountable and transparent institutions; ensure responsive, inclusive and representative decision-making; strengthen the participation in global governance; provide universal legal identity; ensure public access to information and protect fundamental freedoms.",
    "partnership": "SDG 17 is to: \"Strengthen the means of implementation and revitalize the global partnership for sustainable development\".[80] This goal has 19 outcome targets and 24 indicators. Increasing international cooperation is seen as vital to achieving each of the 16 previous goals.[81] Goal 17 is included to assure that countries and organizations cooperate instead of compete. Developing multi-stakeholder partnerships to share knowledge, expertise, technology, and financial support is seen as critical to overall success of the SDGs. The goal encompasses improving north–south and South-South cooperation, and public-private partnerships which involve civil societies are specifically mentioned."
  }
}